Repository: CShaprper/ShoppingBuddy
Catalog: ShoppingBuddy/*.lproj/Localizable.strings
Languages: de, es, fr

# ValidationAlert_Title
source: Validation Error
de: Validierungsfehler
es: Error de autentificaciÛn
fr: Erreur d'authentification

# ValidationPasswordEmptyAlert_Message
source: The password should not be empty!
de: Das Passwort sollte nicht leer sein!
es: Por favor ° introduzca una contraseÒa !
fr: Veuillez entrer un mot de passe !

# ValidationPasswordCharactersCountBelowSixAlert_Message
source: The password should be at least six characters!
de: Das Passwort sollte mindestens sechs Zeichen beinhalten!
es: ° Su contraseÒa debe contener al menos 6 car·cteres !
fr: Votre mot de passe doit contenir au moins 6 caractËres !

# ValidationNicknameEmptyAlert_Message
source: The nickname should not be empty!
de: Der Nickname darf nicht leer sein!
es: Por favor ° introduzca su apodo !
fr: Veuillez entrer votre surnom !

# ValidationNicknameShouldContainAtLeastSixCharacters
source: Your nickname should be at least six characters!
de: Der Nickname sollte mindestens sechs Zeichen betragen!
es: ° Su apodo debe contener al menos 6 car·cteres !
fr: Votre surnom doit contenir au moins 6 caractËres !

# ValidationEmailEmptyAlert_Message
source: Your email address should not be empty!
de: Die E-mail Addresse darf nicht leer sein!
es: Por favor ° introduzca su correo electrÛnico !
fr: Veuillez entrer votre adresse mail !

# ValidationEmailShouldContainAtSign
source: Yor email should contain an @-sign!
de: Die E-mail Adresse muss ein @–Zeichen beinhalten!
es: ° Su correo electrÛnico debe contener un '@' !
fr: Votre adresse mail doit contenir un '@' !

# ValidationEmailShouldContainDot
source: Yor email should contain a '.'!
de: Die E-mail Adresse muss ein '.' beinhalten!
es: ° Su correo electrÛnico debe contener un '.' !
fr: Votre adresse mail doit contenir un '.' !

# ValidationEmailContainsSpaces
source: Empty spaces are not allowed in your email!
de: Die E-mail Addresse darf keine Leerzeichen beinhalten!
es: ° No deberia hay espacios en su correo electrÛnico !
fr: Il ne devrait pas y avoir d'espace dans votre adresse mail !

# ValidationEmailEndingInvalid
source: Invalid email. The email should end with '.com, .de' or similar!
de: Ungültige E-Mail. Die E-mail sollte auf '.com, .de' oder ähnlich enden!
es: Correo electrÛnico inv·lido. ° Su correo electrÛnico debe acabar con .com o .de o otro !
fr: Adresse invalide. Votre adresse mail devrait finir par .com ou .de ou autre !

# ValidationEmailContainsInvalidCharacters
source: The email contains invalid characters!
de: Die E-mail Adresse enthält ungültige Zeichen!
es: ° Su correo electrÛnico contiene uno o m·s car·cteres inv·lidos !
fr: Votre adresse mail contient un ou plusieurs caractËres invalides !

# ValidationTextFieldEmptyAlert_Message
source: Textfields are not allowed to be empty!
de: Textfelder dürfen nicht leer sein!
es: ° Los campos de textos deben ser rellenados !
fr: Les champs de texte doivent Ítre remplis !

# LogInSegmentedControll_SegmentOne
source: Login
de: Einloggen
es: Conectarse
fr: Se connecter

# LogInSegmentedControll_SegmentTwo
source: Sign up
de: Registrieren
es: Inscribirse
fr: S'inscrire

# txt_Password_Placeholer
source: password
de: Passwort
es: ContraseÒa
fr: Mot de passe

# LoginResetPassword
source: Reset password?
de: Passwort zurücksetzen?
es: ø Restablecer la contraseÒa ?
fr: RÈinitialiser le mot de passe ?

# lbl_ObeservedStoresText
source: Observed stores:
de: Beobachtete Shops:

# lbl_ObservedListsText
source: Observed lists:
de: Beobachtete Listen:

# lbl_YourListsText
source: Your lists:
de: Deine Listen:

# lbl_PinnedAddress
source: Pinned address:
de: Gepinnte Adresse:

# SettingsControllerTitle
source: Settings
de: Einstellungen
es: Configuraciones
fr: ParamËtres

# txt_AddStore_Placeholder
source: store name
de: Shop Name
es: Nombre de la tienda
fr: Nom de magasin

# ShoppingListControllerTitle
source: Shopping Lists
de: Shopping Listen
es: Listas de compras
fr: Listes de courses

# txt_AddArticle_PlaceHolder
source: enter new article
de: Artikel eingeben

# lbl_AddListPopUpTitle
source: Add New List
de: Neue Liste Einfügen
es: Agregar une nueva lista
fr: Ajouter une nouvelle liste

# txt_RelatedStore_Placeholder
source: related store
de: Verknüpfter Shop
es: Tienda relacionada
fr: Magasin associÈ

# txt_ListName_Placeholder
source: list name
de: Liste Name
es: Nombre de la lista
fr: Nom de la liste

# lbl_AddItemPopUpTitle
source: Add List Item
de: Element Einfügen
es: Agregar un artÌculo
fr: Ajouter un ÈlÈment

# txt_ItemName_Placeholer
source: item name
de: Element Name
es: Nombre del artÌculo
fr: Nom d'ÈlÈment

# GPSAuthorizationRequestDenied_AlertTitle
source: GPS Comment
de: Hinweis
es: Comentario GPS
fr: Commentaire GPS

# GPSAuthorizationRequestDenied_AlertMessage
source: Without GPS authorization location services are disabled. You will not get informed about nearby stores of your active shopping lists.
de: Ohne GPS Autorisierung kannst Du die ortsgebundenen Funktionen nicht nutzen. Du wirst nicht auf naheliegende Shops aktiver Shopping Listen hingewiesen. Du kannst die Autorisierung jederzeit in den Einstellungen
es: Sin autorizaciÛn GPS, los servicios de localizaciÛn estan desactivados. No estara informado de sus listas de compras cuando estara a proximidad de une tienda.
fr: Sans autorisation GPS, les services de localisation sont dÈsactivÈs. Vous ne serez pas notifiÈ de vos listes de courses lorsque vous serez ‡ proximitÈ d'un magasin.

# GPSAuthorizationRequestDenied_AlertActionSettingsTitle
source: Settings
de: Einstellungen
es: Configuraciones
fr: ParamËtres

# GPSAuthorizationRequestDenied_AlertActionSettingsNoTitle
source: No Thanks
de: Nein Danke
es: No gracias
fr: Non merci

# LocationManagerEnteredRegion_AlertTitle
source: %@ Nearby
de: %@ in der Nähe
es: A proximidad
fr: A proximitÈ

# LocationManagerEnteredRegion_AlertMessage
source: You got open articles for '%@' on your shopping lists.
de: Du hast noch offene Positionen auf für '%@' auf Deiner Liste!
es: ø Quiere empezar la navegaciÛn ?
fr: Souhaitez-vous commencer la navigation ?

# lbl_ShoppingCardTotalItems_Label
source: Total items:
de: Anzahl:

# lbl_ShoppingCardOpenItems_Label
source: Open items:
de: offen:

# lbl_ShareListTitle
source: Share list with friend
de: Liste mit Freund teilen
es: Share lista
fr: Share liste

# txt_ShareOpponentEmailPlaceholder
source: friends email
de: E-Mail des Freundes

# UserEmailNotFoundTitle
source: User not found!
de: User nicht gefunden!

# UserEmailNotFoundMessage
source: could not be found. A user with this e-mail does not exist as Shopping Buddy user.
de: %@ wurde nicht gefunden! Es existiert kein Shopping Buddy User mit dieser e-mail!

# ShareListMessage
source: %@ want's to share a shopping list with you.
de: %@ möchte eine Shopping Liste mit Dir teilen.
es: quiere agregar sus listas de compras con usted.
fr: voudrait partager ses listes de courses avec vous.

# ShareListTitle
source: Invitation from %@
de: Einladung von %@

# ShareListAcceptedTitle
source: Sharing accepted
de: Teilen Akzeptiert!

# ShareListAcceptedMessage
source: %@ accepted your sharing invite.
de: %@ hat Deine Einladung akzeptiert.

# NotAllowedToShareListAlertTitle
source: Sharing forbidden!
de: Teilen nicht möglich!

# NotAllowedToShareListAlertMessage
source: You are only able to share lists that are created by yourself.
de: Du kannst nur Listen Teilen, die Du selbst erstellt hast.

# ListDeleteNotAllowedAlertTitle
source: Delete forbidden!
de: Löschen nicht möglich!

# ListDeleteNotAllowedAlertMessage
source: You are only able to delete lists that are created by yourself.
de: Du kannst nur Listen löschen, die Du selbst erstellt hast.

# DeleteMessage
source: delete
de: löschen

# lbl_CancelSharing
source: Cancel sharing with friend
de: Teilen mit Freund beenden

# ListCurrentlyNotSharedTitle
source: Cancel Sharing
de: Teilen beenden

# ListCurrentlyNotSharedMessage
source: This list is currently not shared. Cancel sharing is not possible!
de: Diese Liste wird aktuell mit niemandem geteilt. Teilen beenden nicht möglich!

# CancelSharingSelectedMemberAlertTitle
source: Cancel Sharing?
de: Teilen beenden?

# CancelSharingSelectedMemberAlertMessage
source: This action will cancel the sharing of this list with
de: Diese Aktion beendet das Teilen der Liste mit

# ListOwnerCanceledSharingTitle
source: Sharing canceled!
de: Teilen beendet!

# ListOwnerCanceledSharingMessage
source: %@ removed '%@' from group list '%@'!
de: %@ hat '%@' aus der Gruppenliste '%@' entfernt!

# SharedUserCanceledSharingTitle
source: Sharing canceled!
de: Teilen beendet!

# SharedUserCanceledSharingMessage
source: %@ has left the group list '%@'.
de: %@ hat die Gruppenliste '%@' verlassen!

# ListItemAddedTitle
source: Article added!
de: Artikel hinzugefügt!

# ListItemAddedMessage
source: %@ added '%@' to group list '%@'.
de: %@ hat '%@' zur Gruppenliste '%@' hinzugefügt.

# SharingDeclinedMessageTitle
source: Sharing invite declined
de: Einladung Abgelehnt!

# SharingDeclinedMessageMessage
source: %@ declined your list sharing invitation.
de: %@ hat die Einladung zum Teilen der Deiner Liste abgelehnt.

# LeaveGroupListAlertTitle
source: Leave Shared List!
de: Gruppenliste verlassen!

# LeaveGroupListAlertMessage
source: Do you want to leave the list '%@'?
de: Möchtest Du die Gruppenliste '%@' verlassen?

# WillGoShoppingMessageTitle
source: %@ goes for shopping
de: %@ geht einkaufen!

# WillGoShoppingMessageMessage
source: %@ goes to '%@' for shopping. Last chance to add articles to group list '%@'.
de: %@ geht zu '%@'. Deine Chance noch fehlende Artikel zu '%@' hinzuzufügen.

# MesageNotPossibleAlertTitle
source: No group members!
de: Keine Gruppenmitglieder!

# MesageNotPossibleAlertMessage
source: There exist no group members. Sending message is not possible.
de: Es sind keine Gruppenmitglieder vorhanden. Nachricht senden nicht möglich!

# PurchaseRestoreAlertTitle
source: Purchase Restored
de: Einkauf Wiederhergestellt

# PurchaseRestoreAlertMessage
source: Thank you %@ your purchase is restored.
de: Danke %@ Dein Einkauf wurde wieder hergestellt.

# PurchaseDeniedAlertTitle
source: You are not allowed to purchase App Store products!
de: Einkauf Verweigert

# FullVersionNeededAlertTitle
source: Premium Version Needed
de: Premium Version nötig

# FullVersionNeededArticleAlertMessage
source: You need the premium version if you want to save more than 15 articles.
de: Du brauchst die Premium Version wenn Du mehr als 15 Artikel speichern möchtest.

# FullVersionNeededSharingAlertMessage
source: You need the premium version if you want to share lists with more than one person.
de: Du brauchst die Premium Version wenn Du Listen mit mehr als einem User teilen möchtest.

# FullVersionNeededListCountAlertMessage
source: You need the premium version if you want to save more than one list.
de: Du brauchst die Premium Version wenn Du mehr als eine Liste speichern möchtest.

# FullVersionNeededMessagesAlertMessage
source: You need the premium version if you want to send messages.
de: Du brauchst die Premium Version wenn Du Nachrichten versenden möchtest.

# ShoppingListDeleteAlertTitle
source: Delete shopping list?
de: Liste Löschen?

# ShoppingListDeleteAlertMessage
source: This will delete the shopping list and all of its items.
de: Beim Löschen der Liste werden alle Listenelemente ebenfalls gelöscht.

# CancelSharingTitle
source: Cancel sharing?
de: Teilen beenden?

# CancelSharingMessage
source: After canceling the sharing you won't be able to see your friends list.
de: Wenn Du Teilen beendest, kannst Du die Shopping Liste Deines Freundes nicht mehr einsehen!

# MessagesControllerTitle
source: Messages
de: Nachrichten

# AcceptInvitation
source: accept
de: Annehmen

# DeclineInvitation
source: decline
de: Ablehnen

# DashboardOnboardingImage
source: OnboardingDashboard-EN
de: OnboardingDashboard-DE

# ShoppingListsOnboardiongImage
source: OnboardingShoppinglists-EN
de: OnboardingShoppinglists-DE

# OnboardingListView
source: OnboardingListView-EN
de: OnboardingListView-DE

# lbl_SendMessagePopUp
source: Send Message
de: Nachricht senden

# btn_SendMessagePopUp_HeadingToStoreContent
source: I'am heading to store!
de: Ich gehe einkaufen!

# btn_SendMessagePopUp_ListChangedContent
source: I changed the list!
de: Ich habe die Liste angepasst!

# btn_SendMessagePopUp_DidTheShoppingContent
source: I did the errands!
de: Ich habe die Einkäufe erledigt!

# txt_SendMessagePopUp_CustomMessagePalceholder
source: enter message
de: Nachricht eingeben

# ChangedTheListMessageTitle
source: List changed!
de: Liste geändert!

# ChangedTheListMessageMessage
source: %@ changed the list '%@'. Take a look.
de: %@ hat die Liste '%@' angepasst. Schau mal drüber.

# CustomMessageTitle
source: Message from %@
de: Nachricht von %@

# ErrandsFinishedAlertTitle
source: Errands completed!
de: Einkäufe erledigt!

# ErrandsFinishedAlertMessage
source: %@ did the errands for list '%@'.
de: %@ hat die Einkäufe der Liste '%@' erledigt.

# CheckMonitoredRadiusInSettingsAlertMessage
source: Geofence Radius not set. Activate the 'Geofence Radius' in at the settings menu to start monitoring stores.
de: Geofence Radius ist nicht gesetzt. Aktiviere den Geofence Radius in den Einstellungen um die Shopüberwachung zu starten.

# txt_SendAnswerPlaceholder
source: send %@ an answer
de: Sende %@ eine Antwort

# ValidationTextFieldBelowTwoCharachtersAlert_Message
source: Die Eingabe im Textfeld muss mindestens zwei Zeichen betragen!
es: El campo de texto debe contener al menos 2 car·cteres !
fr: Le champ de texte doit contenir au moins 2 caractËres !

# txt_Nickname_Placeholder
source: nickname
es: Apodo
fr: Surnom

# txt_Email_Placeholder
source: email
es: Correo electrÛnico
fr: Adresse mail

# DashboardControllerTitle
source: Dashboard
es: Tablero
fr: Tableau de bord
